/* 
  SonyPTPExposureModes.strings
  CascableCore

  Created by Daniel Kennett on 2022-01-04.
  Copyright © 2022 Cascable AB. All rights reserved.
*/

"1" = "M";
"2" = "P";
"3" = "A";
"4" = "S";

"7" = "Scene: Portrait";
"32785" = "Scene: Sports Action";
"32789" = "Scene: Macro";
"32788" = "Scene: Landscape";
"32786" = "Scene: Sunset";
"32787" = "Scene: Night Scene";
"32790" = "Scene: Hand-held Twilight";
"32791" = "Scene: Night Portrait";
"32792" = "Scene: Anti Motion Blur";

"32322" = "Sweep Panorama";
"32768" = "Intelligent Auto";
"32769" = "Superior Auto";

"294913" = "Superior Auto";
"426049" = "Sweep Panorama";
"360465" = "Scene: Sports Action";
"360469" = "Scene: Macro";
"360468" = "Scene: Landscape";
"360466" = "Scene: Sunset";
"360467" = "Scene: Night Scene";
"360470" = "Scene: Hand-held Twilight";
"360471" = "Scene: Night Portrait";
"360472" = "Scene: Anti Motion Blur";

"196612" = "S";
"131075" = "A";
"65538" = "P";
"294912" = "Auto";
"622681" = "S&Q [P]";
"622682" = "S&Q [A]";
"622683" = "S&Q [S]";
"622684" = "S&Q [M]";
"622685" = "S&Q [Auto]";
"491600" = "Movie [P]";
"491601" = "Movie [A]";
"491602" = "Movie [S]";
"491603" = "Movie [M]";
"491604" = "Movie [Auto]";

"32848" = "Movie [P]";
"32849" = "Movie [A]";
"32850" = "Movie [S]";
"32851" = "Movie [M]";
